tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "supabase/tap"
tap "zegervdv/zathura"
brew "act"
brew "cocoapods"
brew "delve"
brew "deno"
brew "docker-compose"
brew "entr"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "lsd"
brew "mosquitto"
brew "neofetch"
brew "neovim"
brew "node"
brew "ollama"
brew "platformio"
brew "postgresql@14"
brew "pyvim"
brew "ripgrep"
brew "sqlc"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
cask "android-commandlinetools"
cask "anki"
cask "datagrip"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "ghostty"
cask "google-drive"
cask "insomnia"
cask "mactex"
cask "notion"
cask "obsidian"
cask "skim"
cask "spotify"
cask "temurin"
cask "unnaturalscrollwheels"
